
export const projects = [
    {
        name: "pastapizza",
        id: 1,
        color: "#FFDF8A",
        link: "https://valikminak.github.io/PastaPizza/",
        image:"https://res.cloudinary.com/minak/image/upload/v1600768041/Portfolio/pizza_op047g.png",
        text:{
            ru: "   Проект называется паста пицца. На первый всгляд обычный онлайн магазин по продаже товаров," +
                " но если вы перейдете в конструктор то увидете что там можно самому собрать пиццу из существвующих ингредиентов. " +
                "Так же можно выбрать размер порции, и количество заказа, все это будет помещено в корзину, где можно увидеть состав заказа," +
                " добавки к заказу и состав пиццы собранной на конструкторе. Так же все заказы суммируются и внизу можно увидеть сумму всех заказовю." +
                " Мне пришла в голову эта идея, потому что не всегда можно найти в пиццерии нужные комбинации продуктов. Пицца это такое блюдо ," +
                " которое сделано из остатков пищи, по этому четкого рецепта нет, и это приложение предлагает  полную свободу действий в выборе пиццы для клиента",
            en:"The growwithhead app was invented by me during the learning process"
        }
    },
    {
        name: "growithead",
        id: 2,
        color: "#4BBF6B",
        link: "https://valikminak.github.io/GroWitHead/",
        image:"https://res.cloudinary.com/minak/image/upload/v1600768041/Portfolio/growithead_umuaex.png",
        text: {
            ru:"      Приложение гровизхед было придумано мною в процессе обучения, " +
            "так как я много записываю в тетрадке новую информацию, и помом мне сложно ее структурировать ," +
            " то мне пришла в голову идея сделать такое приложение где можно было бы создавай разделы с изучаемым предметов, " +
            "затем подразделы с темами, и блоки с текстом описывающий эты темы. Так человек будет иметь быстрый доступ к своим заметкам, " +
            "которые он структурирует по разделам, и опишет каждый. Так же приложение туду создано на основе приложения трелло, " +
            "оно поможет планировать обучение и не расспыляться, изучая новую тему.К этому приложению планирую написать бекенд",
            en:"The growwithhead app was invented by me during the learning process,"
        }
    },
    {
        name: "tetris",
        id: 3,
        color: "#843DC4",
        link: "https://valikminak.github.io/Tetris/",
        image:"https://res.cloudinary.com/minak/image/upload/v1600768041/Portfolio/tetris_afpyyl.png",
        text: {
            ru:"      Приложение гровизхед было придумано мною в процессе обучения, " +
            "так как я много записываю в тетрадке новую информацию, и помом мне сложно ее структурировать ," +
            " то мне пришла в голову идея сделать такое приложение где можно было бы создавай разделы с изучаемым предметов, " +
            "затем подразделы с темами, и блоки с текстом описывающий эты темы. Так человек будет иметь быстрый доступ к своим заметкам, " +
            "которые он структурирует по разделам, и опишет каждый. Так же приложение туду создано на основе приложения трелло, " +
            "оно поможет планировать обучение и не расспыляться, изучая новую тему. К этому приложению планирую написать бекенд",
            en:"since I write down a lot of new information in a notebook, and it is difficult for me to help structure it,"
        }
    },
    {
        name: "sudoku",
        id: 4,
        color: "#a0e9fd",
        link: "https://valikminak.github.io/Sudoku/",
        image:"https://res.cloudinary.com/minak/image/upload/v1600768041/Portfolio/sudoku_pi8iyc.png",
        text: {
            ru:"      Приложение гровизхед было придумано мною в процессе обучения, " +
            "так как я много записываю в тетрадке новую информацию, и помом мне сложно ее структурировать ," +
            " то мне пришла в голову идея сделать такое приложение где можно было бы создавай разделы с изучаемым предметов, " +
            "затем подразделы с темами, и блоки с текстом описывающий эты темы. Так человек будет иметь быстрый доступ к своим заметкам, " +
            "которые он структурирует по разделам, и опишет каждый. Так же приложение туду создано на основе приложения трелло, " +
            "оно поможет планировать обучение и не расспыляться, изучая новую тему. К этому приложению планирую написать бекенд",
            en:"then I came up with the idea to make such an application where you could create a section with the subjects studied,"
        }
    }
]
